start_search = 🎭 Ищем маску...

start_search_male = 👦 Ищем маску парня...

start_search_female = 👧 Ищем маску девушки...

found_interlocutor = 🎉 Маска найдена! Погнали общаться!

                    /next — Хочу другую маску
                    /stop — Завершить диалог

start_search_when_in_dialog = 💬 У тебя уже есть чат!

                            /next — Хочу другую маску
                            /stop — Завершить диалог

start_search_when_in_search = ⏳ Поиск уже идет... Жди!

                               Нажми /stop, чтобы отменить

choose_search_gender = 🚻 Кого ищем?

cancel_choose_search_gender = Выбор отменён


stop_dialog = 🚪 Ты вышел из чата!

              Напиши /search, чтобы найти маску

interlocutor_stop_dialog = 🎭 Маска ливнула!

                            Напиши /search, чтобы найти новую

stop_search = Поиск остановлен.

              /search - найти маску

when_not_in_dialog = Диалог не начат.

                     /search — найти маску


stop_search_when_bot_in_search = Вы не находитесь в поиске.
                                  Напишите /search, чтобы найти маску

registered = ✅ Ты в теме! Можно начинать общение.

choose_gender = Выберите пол вашей маски:
                Мужчина
                Женщина

set_gender = Шаг1️⃣. Укажите пол вашей маски:

set_age = Шаг2️⃣. Укажите возраст вашей маски:

vip_description = ✨ Премиум-плюшки:

                🔍 Ищи кого хочешь:
                Только девушек или только парней - как захочешь!

                ♾️ Болтай без границ:
                Никаких лимитов на чаты! Общайся сколько влезет.

                📲 Никакой рекламы:
                Забудь про рекламу! Наслаждайся общением.


deactivate_vip = 🚨 Ваш VIP-статус истек!

                 ✨ Обновите прямо сейчас: /vip

interlocutor_blocked_bot = ⛔️ Твой собеседник заблочил бота 😕

                            Ищем нового? /search

vip-status-active = Активен до { $date }
vip-status-inactive = Не активирован

profile-header = 👤 Твой профиль
chat-count = 💬 Чатов — { $count }
gender = 🎭 Пол — { $gender }
age = 🎂 Возраст - { $age }
vip-status = 👑 VIP статус - { $vip_status }
profile-footer = ⚙️ Что хочешь изменить?


when_user_bought_vip = 🥳 Ура! Спасибо за поддержку!

                       💎Теперь у тебя VIP на {$duration} дней! 🎉  Добро пожаловать в мир особых возможностей!

choose_game = 🎮 Во что сыграем?

refuse_game = Вы отказались от игры.

refuse_game_interlocutor = Маска отказалась от игры.

cancel_game = Игра отменена.

cancel_game_interlocutor = Маска отменила игру.

send_request_for_game = Запрос на игру отправлен.

get_game_request_xo = 🎭 Маска зовет поиграть в X-O.

start_play_when_in_game = 🎮 Ты уже играешь или отправил запрос. Дождись конца.

illegal_move = Недопустимый ход!

cannot_click_cell = Нельзя нажимать на занятую клетку!

player_move = Ваш ход ({ $next_player })

interlocutor_move = Ход соп ({ $next_player })


finish_game_xo =
    🏁 Игра завершена\! 🏁

    { $winner_text ->
        [Draw] 🤝 Ничья\! Отличная игра обоих игроков\!
        *[other] 🎉 { $winner_text }\! Поздравляем с победой\!
    }

    📊 *Итоговая доска*:

    { $board_text }

    🔄 Хочешь еще раз\?
    Используй /play для новой игры\.

evaluate_interlocutor = Оцени маску:

thanks_for_feedback = Спасибо за отзыв.

choose_report_reason = ⚠️ Выбери причину жалобы:

already_vip_user = 😊 Ты уже VIP! ✨

safe_mode_enabled = ✅ Безопасный режим ВКЛ

safe_mode_disabled = ❌ Безопасный режим ВЫКЛ

choose_chat_mode = Выберите режим безопасности:

game_close_player = Игра завершена. Вы покинули чат.

game_close_interlocutor = Игра завершена. Маска покинула чат.

only_for_vip = 👑 Эта фича только для VIP


