start_search = Ищем собеседника... 🔍

                Пожалуйста, подождите немного — мы уже подбираем для вас интересного человека. 😊

found_interlocutor = 🎉 Ура! Собеседник найден!

                     Начинайте общение прямо сейчас.
                     /next — искать нового собеседника
                     /stop — закончить диалог

start_search_when_in_dialog = У вас уже есть собеседник 🤔
                           /next — искать нового собеседника
                           /stop — закончить диалог

start_search_when_in_search = Вы уже находитесь в поиске 🕵️‍♂️.
                              Пожалуйста, немного подождите, пока мы найдем для вас собеседника. ⏳

                              Если хотите отменить поиск, нажмите "✋ Остановить поиск" или отправьте /stop.

choose_search_gender = Выберите желаемый пол собеседника:

cancel_choose_search_gender = Выбор отменён


stop_dialog = Вы покинули чат ❌

interlocutor_stop_dialog = Ваш собеседник завершил диалог ❌

stop_search = 🔕 Поиск отменён.

when_not_in_dialog = ⚠ Вы не находитесь в диалоге.
                     Напишите /search, чтобы найти собеседника


stop_search = Поиск отменён

stop_search_when_bot_in_search = Вы не находитесь в поиске.

save_gender = Ваш пол успешно сохранён! Теперь вы можете начать общение.

choose_gender = Выберите ваш пол:
                Мужчина
                Женщина

set_gender = Шаг 1. Укажите ваш пол:
