start_search = 🔍 Ищем того самого...

                ✨ Подбираем для вас идеального собеседника

start_search_male = Ищем Парня ️ 🔍🙋‍♂️

                ✨ Подбираем для вас идеального собеседника

start_search_female = Ищем Девушку ️ 🔍🙋‍♀️

                ✨ Подбираем для вас идеального собеседника

found_interlocutor = 🎉 Ура! Собеседник найден!

                     Начинайте общение прямо сейчас.
                     /next — искать нового собеседника
                     /stop — закончить диалог

start_search_when_in_dialog = У вас уже есть активный диалог ✨
                            👉 /next — найти нового собеседника
                            👋 /stop — завершить общение

start_search_when_in_search = 🔍 Поиск уже идет...
                              ⏳ Ваш собеседник появится с секунды на секунду!

                              ✋ Чтобы отменить поиск: нажмите "Остановить поиск" или /stop

choose_search_gender = Выберите желаемый пол собеседника:

cancel_choose_search_gender = Выбор отменён


stop_dialog = Вы покинули чат ❌
                Напишите /search, чтобы найти собеседника

interlocutor_stop_dialog = Ваш собеседник завершил диалог ❌
                            Напишите /search, чтобы найти собеседника

stop_search = 🚫 Поиск остановлен

              /search — начать поиск заново

when_not_in_dialog = 🕳️ Диалог не начат

                     /search — найти собеседника 🔍



stop_search_when_bot_in_search = Вы не находитесь в поиске.
                                  Напишите /search, чтобы найти собеседника

registered = Вы успешно зарегистрировались! Теперь вы можете начать общение.

choose_gender = Выберите ваш пол:
                Мужчина
                Женщина

set_gender = Шаг1️⃣. Укажите ваш пол:

set_age = Шаг2️⃣. Укажите ваш возраст:
