# Конфигурация VIP-аккаунтов
VIP_CONFIG = {
    "7_days": {
        "label": "7 дней за 150 ⭐️",
        "amount": 1,  # Цена в звездах
        "duration": 7,  # Длительность в днях
        "description": "Доступ к расширенному функционалу на 7 дней."
    },
    "1_month": {
        "label": "1 месяц за 250 ⭐️",
        "amount": 250,
        "duration": 30,
        "description": "Доступ к расширенному функционалу на 30 дней."
    },
    "1_year": {
        "label": "1 год за 499 ⭐️",
        "amount": 499,
        "duration": 365,
        "description": "Доступ к расширенному функционалу на 365 дней."
    }
}

# Валюта и токен провайдера
PROVIDER_TOKEN = ""
CURRENCY = "XTR"