import random

adjectives = [
    "Смешной", "Умный", "Смелый", "Творческий", "Забавный",
    "Тайный", "Скорый", "Мудрый", "Светлый", "Тёмный",
    "Позитивный", "Сильный", "Быстрый", "Легендарный", "Чудесный"
]

nouns = [
    "Лев", "Тигр", "Кот", "Сокол", "Дракон",
    "Орел", "Феникс", "Рысь", "Волк", "Заяц",
    "Лисица", "Медведь", "Слон", "Сова", "Кит"
]

def generate_random_nickname():
    """Генерирует осмысленный никнейм с использованием прилагательных и существительных."""
    adjective = random.choice(adjectives)
    noun = random.choice(nouns)
    return f"{adjective} {noun}"